using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace robot
{
    class Say
    {
        public string[] say;

        public Say() {
            say = new string[]{
            "오직 남들을 위하여 산 인생만이 가치 있는 것이다.(아인슈타인)",
            "울지 않는 청년은 야만인이요 웃지 않는 노인은 바보다.(조지 산타아나)",
            "사랑은 고생을 면할 수가 없다.그러나 잊을 수 있는 능력이 있다.(디즈레일리)",
            "사람을 알려면 그의 지갑,쾌락,그리고 불평을 보라.(탈무드)",
            "최고급 회개란 과거의 죄를 청산하고 똑바로 행동하는 것이다.(윌리암 제임스)",
            "생활의 기술이란 우리의 환경에 대한 계속적인 적응을 의미한다.(오카쿠라 카쿠조)",
            "은혜를 입은 자는 잊지말아야 하고 베푼자는 기억하지 말아야 한다.(피레 찰론)",
            "현대화 보다 더 고상한 것이 있다.그것은 바로 영원한 것이다.(솔로몬 세치터)",
            "당신은 항상 영웅이 될수 없다.그러나 항상 사람은 될수 있다.(괴테)",
            "어떤 가치있는 행동을 하지 아니한 날,그날은 잃은 날이다.(자콥 보바트)",
            };
        }
    }
}
